{
  "quizData": [
    {
      "quizId": 1,
      "statement": "大好きなアーティストの歌詞を個人のSNSに掲載した。この行為の説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "歌詞の一部であれば、問題はない"
        },
        {
          "id": 2,
          "text": "個人であっても、無断で搭載するのは違法である"
        },
        {
          "id": 3,
          "text": "全体公開ではなく、仲のいい友人のみに公開をしたので問題はない"
        },
        {
          "id": 4,
          "text": "言葉や内容の意味がよくわからない"
        }
      ],
      "answerId": 2,
      "explanation": "歌詞は著作物であり、権利者の許諾なくネット上に公開するのは著作権侵害となります。歌詞の一部だけのアップや、友達だけの限定公開でも、著作権侵害となり得るので注意の必要があります。"
    },

    {
      "quizId": 2,
      "statement": "レコード会社等が認めたものではないと思ったが、無料と宣伝しているサイトから音楽をダウンロードした。説明として最も適切なものはどれか",
      "choices": [
        {
          "text": "個人で楽しむ分には、著作権の侵害にならない",
          "id": 1
        },
        {
          "text": "無料ダウンロードした音楽を自分のサイトで公開しても問題ない",
          "id": 2
        },
        {
          "text": "違法であると知っていた場合は、著作権の侵害になる",
          "id": 3
        }
      ],
      "answerId": 3,
      "explanation": "個人かどうか関係なく、違法サイトと知っていて音楽・動画をダウンロードすると著作権侵害となる。権利者の許諾なく、音楽をウェブ上で公開することも著作権侵害である。"
    },

    {
      "quizId": 3,
      "statement": "次の中で法律上、18歳未満の[書き込みが禁止されている]ものはどれが。",
      "choices": [
        {
          "id": 1,
          "text": "異性との出会いを目的とするサイトでの交際相手募集"
        },
        {
          "id": 2,
          "text": "お酒やタバコの広告についての意見"
        },
        {
          "id": 3,
          "text": "コミュニケーションアプリでの自己紹介"
        }
      ],
      "answerId": 1,
      "explanation": "異性交際を目的とするサイトは出会い系サイトとして法律の規制がある。18歳未満は出会い系サイトでの交際相手の募集などの書き込みが禁止されている。なお、自己紹介は、法律では禁止されていないが、個人情報の公開には別途注意が必要。"
    },

    {
      "quizId": 4,
      "statement": "18歳未満が携帯ゲーム機を利用する際に気を付ける点として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "携帯ゲーム機では個人情報がネットに流れない"
        },
        {
          "id": 2,
          "text": "携帯ゲーム機でネット接続する時は制限を設定するべきである"
        },
        {
          "id": 3,
          "text": "携帯ゲーム機のネットワークは子供用に設計されているので特に気をつけることはない"
        }
      ],
      "answerId": 2,
      "explanation": "ネットに接続する以上は、端末機器が何であってもフィルタリングを利用しなければ危険である。情報の伝達方法は、携帯ゲーム機も他の端末と同じなので、他の端末と同様にリスクが存在する。"
    },

    {
      "quizId": 5,
      "statement": "高校生がコミュニケーションアプリのID交換掲示板を利用する場合に当てはまるものとして、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "犯罪をしようとしている人もいるので、気軽に利用すべきではない"
        },
        {
          "id": 2,
          "text": "IDを交換するだけだと、特に注意しなくても良い"
        },
        {
          "id": 3,
          "text": "IDを交換するとウィルスに感染するため危険である"
        }
      ],
      "answerId": 1,
      "explanation": "IDの交換をすると、以後、１対１のコミュニケーションができ、そこで話されたことは他人に分かりにくくなる。その結果、直接会うよう誘われたり、性的な写真を送って欲しいと言われたりすることなどもあり、このID交換掲示板に起因する犯罪が多くなっている。相手がどんな人か分からないのに、周りの目がないところで、二人で話をするのはリスクが高いことを理解する必要がある。"
    },

    {
      "quizId": 6,
      "statement": "次の中で、法律で定められているものはどれか",
      "choices": [
        {
          "id": 1,
          "text": "高校生以上は自分の判断で、段々と制限を外しても良い"
        },
        {
          "id": 2,
          "text": "保護者は青少年がインターネットを適切に活用する能力を習得させることに努めなければならない"
        },
        {
          "id": 3,
          "text": "保護者名義でスマホを購入する場合は、利用者が18歳未満でも利用者や年齢を伝える必要はない"
        }
      ],
      "answerId": 2,
      "explanation": "「青少年インターネット環境整備法」では、保護者は「青少年がインターネットを適切に活用する能力を習得させることに努めなければならない」と規定されている。"
    },

    {
      "quizId": 7,
      "statement": "ネットにおけるいじめに関する説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "ネット上でも、いじめが犯罪になる可能性がある"
        },
        {
          "id": 2,
          "text": "ネット上では、匿名で書き込めば特定されずに悪口を言うこともできる"
        },
        {
          "id": 3,
          "text": "ネット上で知らないうちに自分が加害者になってしまうことはないので、自分はいじめないよう注意する"
        }
      ],
      "answerId": 1,
      "explanation": "いじめをしてはいけないこと、悪質ないじめが犯罪となる可能性があることは、ネットもリアルも同じである。いじめの内容によっては刑罰の対象になることがある。また、ネット上で名前を書かなくても書いた人を特定できる可能性があるので誰がやったか分からないと、気楽に考えてはいけない。"
    },

    {
      "quizId": 8,
      "statement": "コミュニケーションアプリでのやり取りで、昔の友人とささいなことでもめてしまった。その際に、最も適切な対応はどれか。",
      "choices": [
        {
          "id": 1,
          "text": "親に相談した"
        },
        {
          "id": 2,
          "text": "ネットで知り合った人と実際に会ってやり取りのテクニックを聞いてみた"
        },
        {
          "id": 3,
          "text": "その友人の悪口をネットに書いてストレスを発散した"
        }
      ],
      "answerId": 1,
      "explanation": "コミュニケーションアプリでのやり取りで、昔の友人とささいなことでもめてしまった。その際に、最も適切な対応はどれか。"
    },

    {
      "quizId": 9,
      "statement": "友人が他人の土地に勝手に立ち入って悪ふざけをしているところをあなたが撮影してネットに公開した。どのようなことが起こると想像できるか。",
      "choices": [
        {
          "id": 1,
          "text": "友人の許可を取らなければ載せてはいけない"
        },
        {
          "id": 2,
          "text": "友人だけでなく自分にも、損害賠償を請求される可能性がある"
        },
        {
          "id": 3,
          "text": "公開を制限していれば気にする必要はない"
        }
      ],
      "answerId": 2,
      "explanation": "人に損害を与えるような行為をすると損害賠償を請求される可能性がある。一緒にいて、そのような行為を助けたと判断されると、やはり損害賠償請求の対象となる。"
    },

    {
      "quizId": 10,
      "statement": "スマホを使っていて間違ってリンクをクリックしてしまったら、『このページを見た人は有料です。至急5千円をお支払い下さい。』という画面になった。この際に、最も適切な対応はどれか。",
      "choices": [
        {
          "id": 1,
          "text": "請求には応じないことを画面の連絡先にメール等で伝える"
        },
        {
          "id": 2,
          "text": "お金を用意して期限までに支払う"
        },
        {
          "id": 3,
          "text": "無視すれば良いが、心配であれば家族に相談する"
        }
      ],
      "answerId": 3,
      "explanation": "間違ってクリックしてしまった場合、原則として支払いの義務はないが、不用意なクリックは注意が必要。このようなサイトの多くは、人の心理を悪用してお金を振り込ませようとする悪質なサイトが多いので、特に、こちらの情報は決して与えてはいけない。問い合わせをすると、脅しの電話がかかってきたり、他のサイトからも同様のメールが来ることになりかねない。"
    },

    {
      "quizId": 11,
      "statement": "ネットで商品を購入する際の、保護者名義のクレジットカード利用の説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "満15歳以上の子供なら使える"
        },
        {
          "id": 2,
          "text": "夫婦のあいだなら、共有して使える"
        },
        {
          "id": 3,
          "text": "名義の保護者自身しか使ってはいけない"
        }
      ],
      "answerId": 3,
      "explanation": "たとえ親子や夫婦でもクレジットカードの名義が違えば他人であり、他人のものを使ってはいけない。必要な場合は親と相談して、親に手続きをしてもらうこと。"
    },

    {
      "quizId": 12,
      "statement": "インターネット上で自分のIDとパスワードを他人に教えるだけで簡単にお金がもらえる方法があると友人から聞いた。次の対応の中で最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "もらえる金額が高額だったので教えた"
        },
        {
          "id": 2,
          "text": "もらえる金額が少額だったので、詐欺ではないと判断して教えた"
        },
        {
          "id": 3,
          "text": "お金が貰えても、他人にIDやパスワードを教えてはいけない"
        }
      ],
      "answerId": 3,
      "explanation": "自分のIDやパスワードは絶対に人に教えてはいけない。その人が別の人に教える可能性もある。IDとパスワードを使われると、なりすまされたり、勝手に買い物をされたり、などの危険が生じてしまう。"
    },

    {
      "quizId": 13,
      "statement": "ゲーム機には、ネットに接続して対戦仲間等を見つけて楽しめる機能があるが、この機能を利用する際の対応として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "ゲーム中の仲間は、信頼して問題ない"
        },
        {
          "id": 2,
          "text": "ゲーム中に、食事などで中断して抜けないようにする"
        },
        {
          "id": 3,
          "text": "ネットにつなぐ際は、ゲームをする時間をやる前に決めておく"
        }
      ],
      "answerId": 3,
      "explanation": "ネットでのゲームは、相手もリアルタイムでプレイしているため、中止するタイミングが難しいが、日常生活に支障が出るような方法でプレイするべきではない。また、ネットではつながっているとは言え、どんな相手かは分からないのであり、無条件に信頼してはならない。"
    },

    {
      "quizId": 14,
      "statement": "ネット上のゲーム利用の説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "無料と記載してあるゲームであれば、お金が掛かることはない"
        },
        {
          "id": 2,
          "text": "年齢によって上限金額が定められているものがある"
        },
        {
          "id": 3,
          "text": "ゲーム内のコインは使わなくなった場合、返金される"
        }
      ],
      "answerId": 2,
      "explanation": "「無料」となっているゲームでも、より楽しむためにはアイテム等を買わなければいけない場合もあり、一切お金がかからないとは言えない。また、ゲーム内の通貨は返金されるとは限らないので、使い過ぎにならないよう注意が必要である。使い過ぎを防ぐため、年齢による制限がかかっている場合もある。"
    },

    {
      "quizId": 15,
      "statement": "ネットにのめり込んでしまうと「ネット依存」と呼ばれる症状に陥ることがある。この「ネット依存」の症状として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "友人からメールが来ても直ぐに返信できない"
        },
        {
          "id": 2,
          "text": "携帯電話のアドレス帳にたくさんの人を登録してしまう"
        },
        {
          "id": 3,
          "text": "ゲームやチャットに夢中になり、やめられないことが多い"
        }
      ],
      "answerId": 3,
      "explanation": "ネット依存には様々な症状があるが、ネットによって日常生活に支障を生じているようなら、ネット依存の問題として注意が必要である。"
    },

    {
      "quizId": 16,
      "statement": "スマホで使用するアプリの説明の中には、個人情報を外部に送信するアプリもある。この説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "ダウンロードする前にアクセス許可設定などを確認したほうが良い"
        },
        {
          "id": 2,
          "text": "無料でも役に立つアプリなら、利用して問題ない"
        },
        {
          "id": 3,
          "text": "アプリマーケット上のアプリは信頼性･安全性は高いので外部に個人情報を送信するとしても問題ない"
        }
      ],
      "answerId": 1,
      "explanation": "一旦送信された情報は、取戻しができない。個人情報も同様である。したがって、アプリの利用の際には、どのような情報が利用され、外部に送信されるかは確認する必要がある。無料アプリの場合、何らかの形で開発にかかったコストを回収する必要があり、情報がその対価となる可能性も十分あることは意識する必要がある。"
    },

    {
      "quizId": 17,
      "statement": "友人３人の集合写真をブログに紹介したいと思っている。その時の対応として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "撮影者が自分の写真だけブログに載せても良い"
        },
        {
          "id": 2,
          "text": "写っている友人全員の許可を取るべきである"
        },
        {
          "id": 3,
          "text": "横顔の写真くらいならば、友人の許可を取らなくても問題ない"
        }
      ],
      "answerId": 2,
      "explanation": "個人は自分の顔などについて、肖像権という「勝手に撮影され、公開されない権利」を有している。勝手に写真を公開することは、他人の権利を侵害することになるので、本人の許可をとる必要がある。"
    },

    {
      "quizId": 18,
      "statement": "自分が秘密のつもりで送ったメールが掲載されているサイトの書き込みを消すために、取るべき行動として最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "先生や親に相談する。"
        },
        {
          "id": 2,
          "text": "本人であることを明確にするために氏名・住所等とともに掲示板上で削除依頼をする。"
        },
        {
          "id": 3,
          "text": "書き込みをした犯人を捜すために、友人に協力を頼むメールを送る"
        }
      ],
      "answerId": 1,
      "explanation": "ネットの上の情報は誰が見るか分からず悪戯や悪用の可能性があるので、簡単に個人情報を書くべきではない。多くの人にメールを送る行為も、情報を広げるだけであることに注意すべである。ネットでは自分だけでは解決できないことや思いがけないリスクがあることため、まずは親に相談をする。"
    },

    {
      "quizId": 19,
      "statement": "歩きスマホや自転車運転中のスマホ利用は大変危険とされているが、事故防止の観点で、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "歩きスマホをする時は、できるだけ人通りが少ないところを選んで歩く"
        },
        {
          "id": 2,
          "text": "歩きながら操作をすることは控え、画面を確認することだけに留める"
        },
        {
          "id": 3,
          "text": "自転車を運転中にスマホを使用すると法で罰せられることもある"
        }
      ],
      "answerId": 3,
      "explanation": "スマートフォンを操作していると、本来、他に向けるべき注意がおろそかになることがある。特に、自転車の運転では、安全に配慮して運転する義務があり、スマホの操作により、安全運転ができなかったということになると刑罰適用の可能性もある。条例で明示的に携帯電話の操作をしながらの自転車運転に罰則を科しているところもある。"
    },

    {
      "quizId": 20,
      "statement": "スマホのウィルス対策ソフトを利用することで、対応できることはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "不正なアプリの監視"
        },
        {
          "id": 2,
          "text": "アプリの新規インストールの制限"
        },
        {
          "id": 3,
          "text": "Wi-Fiを利用したインターネット接続の制限"
        }
      ],
      "answerId": 1,
      "explanation": "一般にウィルス対策ソフトでできるのは、不正プログラムの監視である。アプリの新規インストールの禁止やWi-Fiの利用制限は別の手段が必要である。"
    },

    {
      "quizId": 21,
      "statement": "コンピュータウィルスのネット上の感染経路の説明として、最も適切なものはどれか。",
      "choices": [
        {
          "id": 1,
          "text": "友人を介していると、自分は感染しない"
        },
        {
          "id": 2,
          "text": "ホームページを見ただけでウィルス感染することもある"
        },
        {
          "id": 3,
          "text": "スマホにはウィルスがない"
        }
      ],
      "answerId": 2,
      "explanation": "ネットを通じたファイルは、友人からのものでもウィルス感染の可能性がある。HPの閲覧だけで感染するウィルスやスマートフォン用のウィルスもあるので、注意が必要である。"
    },

    {
      "quizId": 22,
      "statement": "あかさたな",
      "choices": [
        {
          "id": 1,
          "text": "あ"
        },
        {
          "id": 2,
          "text": "い"
        },
        {
          "id": 3,
          "text": "う"
        }
      ],
      "answerId": 2,
      "explanation": "おこそとの"
    }
  ]
}
